<!doctype html><html lang="en"><head><meta charset="utf-8"><meta name="viewport" content="width=device-width,initial-scale=1"><title>&#x420;&#x435;&#x433;&#x43B;&#x430;&#x43C;&#x435;&#x43D;&#x442; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441;&#x430; &#x2013; Two Weeks Game 2.0</title><meta name="description" content="&#x41A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441; &#x43F;&#x43E; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43E;&#x442;&#x43A;&#x435; &#x432;&#x438;&#x434;&#x435;&#x43E;&#x438;&#x433;&#x440;"><link rel="shortcut icon" href="/img/favicon.png"><link rel="alternate" href="/feed/feed.xml" type="application/atom+xml" title="Two Weeks Game 2.0"><link rel="alternate" href="/feed/feed.json" type="application/json" title="Two Weeks Game 2.0"><link rel="stylesheet" href="/styles/index.css?ts=1627656568935"><link rel="stylesheet" href="/styles/main.css?ts=1627656568935"></head><body><div class="container"><header class="header"><h1 class="header__title hidden">Two Weeks Game 2.0</h1><div class="header__image" style="--im-w: 1080px; --im-h: 400px;"><a href="/"><img width="1080" height="400" src="/img/header-image.png" alt="Two Weeks Game 2.0"></a></div></header><main class="content page"><article class="article" id="rules"><h1>&#x420;&#x435;&#x433;&#x43B;&#x430;&#x43C;&#x435;&#x43D;&#x442; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441;&#x430;</h1><p>If you are not a Russian-speaking user, you can use <a href="https://translate.google.com/translate?hl=ru&amp;tl=en&amp;u=https://20.twg.host/pages/rules/" target="_blank" rel="noopener noreferrer">this link</a> to view this page. The Russian version is basic, because machine translation can distort the essence of some rules. Sorry!</p><hr><p>&#x41E;&#x442;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x44F; &#x438;&#x433;&#x440;&#x443; &#x43D;&#x430; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441;, &#x443;&#x447;&#x430;&#x441;&#x442;&#x43D;&#x438;&#x43A; &#x431;&#x435;&#x437;&#x43E;&#x433;&#x43E;&#x432;&#x43E;&#x440;&#x43E;&#x447;&#x43D;&#x43E; &#x43F;&#x440;&#x438;&#x43D;&#x438;&#x43C;&#x430;&#x435;&#x442; &#x432;&#x441;&#x435; &#x443;&#x43A;&#x430;&#x437;&#x430;&#x43D;&#x43D;&#x44B;&#x435; &#x432; &#x44D;&#x442;&#x43E;&#x43C; &#x440;&#x435;&#x433;&#x43B;&#x430;&#x43C;&#x435;&#x43D;&#x442;&#x435; &#x443;&#x441;&#x43B;&#x43E;&#x432;&#x438;&#x44F;. &#x41F;&#x440;&#x438; &#x432;&#x43E;&#x437;&#x43D;&#x438;&#x43A;&#x43D;&#x43E;&#x432;&#x435;&#x43D;&#x438;&#x438; &#x441;&#x43F;&#x43E;&#x440;&#x43D;&#x44B;&#x445; &#x441;&#x438;&#x442;&#x443;&#x430;&#x446;&#x438;&#x439; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x43F;&#x43E; &#x43F;&#x43E;&#x432;&#x43E;&#x434;&#x443; &#x43D;&#x438;&#x445; &#x43F;&#x440;&#x438;&#x43D;&#x438;&#x43C;&#x430;&#x44E;&#x442;&#x441;&#x44F; &#x43E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x430;&#x442;&#x43E;&#x440;&#x43E;&#x43C;.</p><p>&#x41F;&#x43E;&#x447;&#x442;&#x430; &#x43E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x430;&#x442;&#x43E;&#x440;&#x430; &#x2013; <a href="mailto:op@gdjams.ru">op@gdjams.ru</a>.</p><hr><h3 id="%D1%81%D1%80%D0%BE%D0%BA%D0%B8" tabindex="-1">&#x421;&#x440;&#x43E;&#x43A;&#x438; <a class="direct-link" href="#%D1%81%D1%80%D0%BE%D0%BA%D0%B8">#</a></h3><p>&#x41A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441; &#x43F;&#x440;&#x43E;&#x445;&#x43E;&#x434;&#x438;&#x442; &#x432; &#x442;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x435; &#x434;&#x432;&#x443;&#x445; &#x43D;&#x435;&#x434;&#x435;&#x43B;&#x44C;. &#x423;&#x447;&#x430;&#x441;&#x442;&#x43D;&#x438;&#x43A; <strong>&#x434;&#x43E;&#x43B;&#x436;&#x435;&#x43D;</strong> &#x43E;&#x431;&#x44A;&#x44F;&#x432;&#x438;&#x442;&#x44C; &#x43E; &#x441;&#x432;&#x43E;&#x451;&#x43C; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x438; &#x432; &#x442;&#x435;&#x447;&#x435;&#x43D;&#x438;&#x435; &#x43F;&#x435;&#x440;&#x432;&#x44B;&#x445; &#x441;&#x435;&#x43C;&#x438; &#x434;&#x43D;&#x435;&#x439;, &#x43E;&#x442;&#x43F;&#x440;&#x430;&#x432;&#x438;&#x432; &#x43F;&#x440;&#x43E;&#x442;&#x43E;&#x442;&#x438;&#x43F; (&#x434;&#x435;&#x43C;&#x43E;&#x432;&#x435;&#x440;&#x441;&#x438;&#x44E;) &#x441;&#x432;&#x43E;&#x435;&#x439; &#x438;&#x433;&#x440;&#x44B;. &#x421;&#x43E;&#x43E;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E;, &#x43A; &#x43A;&#x43E;&#x43D;&#x446;&#x443; &#x441;&#x440;&#x43E;&#x43A;&#x430; &#x434;&#x43E;&#x43B;&#x436;&#x43D;&#x430; &#x431;&#x44B;&#x442;&#x44C; &#x43E;&#x442;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x430; &#x443;&#x436;&#x435; &#x444;&#x438;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x432;&#x435;&#x440;&#x441;&#x438;&#x44F;.</p><p>&#x41D;&#x430;&#x447;&#x430;&#x43B;&#x43E; &#x2013; <strong>17 &#x438;&#x44E;&#x43B;&#x44F; 2021 &#x433;&#x43E;&#x434;&#x430;, &#x432; 12:00 &#x41C;&#x421;&#x41A;</strong>, &#x432;&#x43C;&#x435;&#x441;&#x442;&#x435; &#x441; &#x43E;&#x431;&#x44A;&#x44F;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x442;&#x435;&#x43C;&#x44B; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441;&#x430;.</p><p>&#x414;&#x435;&#x43C;&#x43E;&#x432;&#x435;&#x440;&#x441;&#x438;&#x44E; &#x441;&#x432;&#x43E;&#x435;&#x439; &#x438;&#x433;&#x440;&#x44B; &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x43E;&#x442;&#x43F;&#x440;&#x430;&#x432;&#x438;&#x442;&#x44C; &#x434;&#x43E; <strong>24 &#x438;&#x44E;&#x43B;&#x44F;, 23:59 &#x41C;&#x421;&#x41A;</strong> &#x432;&#x43A;&#x43B;&#x44E;&#x447;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;. &#x42D;&#x442;&#x43E; &#x441;&#x447;&#x438;&#x442;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x440;&#x435;&#x433;&#x438;&#x441;&#x442;&#x440;&#x430;&#x446;&#x438;&#x435;&#x439; &#x432; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441;&#x435;, &#x438; &#x431;&#x435;&#x437; &#x43D;&#x435;&#x451; &#x432;&#x44B; &#x43D;&#x435; &#x434;&#x43E;&#x43F;&#x443;&#x441;&#x43A;&#x430;&#x435;&#x442;&#x435;&#x441;&#x44C; &#x43A; &#x444;&#x438;&#x43D;&#x430;&#x43B;&#x443;.</p><p>&#x424;&#x438;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x432;&#x435;&#x440;&#x441;&#x438;&#x44F; &#x438;&#x433;&#x440;&#x44B; &#x43E;&#x442;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x435;&#x442;&#x441;&#x44F; &#x434;&#x43E; <strong>01 &#x430;&#x432;&#x433;&#x443;&#x441;&#x442;&#x430;, 23:59 &#x41C;&#x421;&#x41A;</strong> &#x432;&#x43A;&#x43B;&#x44E;&#x447;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;.</p><hr><h3 id="%D0%BE-%D0%BF%D1%80%D0%B8%D0%B7%D0%BE%D0%B2%D0%BE%D0%BC-%D1%84%D0%BE%D0%BD%D0%B4%D0%B5" tabindex="-1">&#x41E; &#x43F;&#x440;&#x438;&#x437;&#x43E;&#x432;&#x43E;&#x43C; &#x444;&#x43E;&#x43D;&#x434;&#x435; <a class="direct-link" href="#%D0%BE-%D0%BF%D1%80%D0%B8%D0%B7%D0%BE%D0%B2%D0%BE%D0%BC-%D1%84%D0%BE%D0%BD%D0%B4%D0%B5">#</a></h3><p>&#x41A;&#x430;&#x43A; &#x438; &#x432;&#x441;&#x435;&#x433;&#x434;&#x430;, &#x43F;&#x440;&#x438;&#x437;&#x43E;&#x432;&#x43E;&#x439; &#x444;&#x43E;&#x43D;&#x434; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441;&#x430; &#x43D;&#x430;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x442;&#x441;&#x44F; &#x437;&#x430; &#x441;&#x447;&#x451;&#x442; &#x434;&#x43E;&#x431;&#x440;&#x43E;&#x432;&#x43E;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x43F;&#x43E;&#x436;&#x435;&#x440;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x439;.</p><h4 id="%D1%80%D0%B0%D1%81%D0%BF%D1%80%D0%B5%D0%B4%D0%B5%D0%BB%D0%B5%D0%BD%D0%B8%D0%B5" tabindex="-1">&#x420;&#x430;&#x441;&#x43F;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x435;&#x43D;&#x438;&#x435; <a class="direct-link" href="#%D1%80%D0%B0%D1%81%D0%BF%D1%80%D0%B5%D0%B4%D0%B5%D0%BB%D0%B5%D0%BD%D0%B8%D0%B5">#</a></h4><ul><li>1 &#x43C;&#x435;&#x441;&#x442;&#x43E; &#x2013; 50%</li><li>2 &#x43C;&#x435;&#x441;&#x442;&#x43E; &#x2013; 30%</li><li>3 &#x43C;&#x435;&#x441;&#x442;&#x43E; &#x2013; 20%</li></ul><p>&#x423;&#x447;&#x430;&#x441;&#x442;&#x43D;&#x438;&#x43A;, &#x437;&#x430;&#x43D;&#x44F;&#x432;&#x448;&#x438;&#x439; &#x43E;&#x434;&#x43D;&#x43E; &#x438;&#x437; &#x43F;&#x440;&#x438;&#x437;&#x43E;&#x432;&#x44B;&#x445; &#x43C;&#x435;&#x441;&#x442;, &#x438;&#x43C;&#x435;&#x435;&#x442; &#x43F;&#x440;&#x430;&#x432;&#x43E; &#x43F;&#x435;&#x440;&#x435;&#x434;&#x430;&#x442;&#x44C; &#x447;&#x430;&#x441;&#x442;&#x44C; &#x438;&#x43B;&#x438; &#x432;&#x435;&#x441;&#x44C; &#x441;&#x432;&#x43E;&#x439; &#x432;&#x44B;&#x438;&#x433;&#x440;&#x44B;&#x448; &#x434;&#x440;&#x443;&#x433;&#x43E;&#x43C;&#x443; &#x443;&#x447;&#x430;&#x441;&#x442;&#x43D;&#x438;&#x43A;&#x443;.</p><h4 id="%D0%BA%D0%B0%D0%BA-%D0%BC%D0%BE%D0%B6%D0%BD%D0%BE-%D0%BF%D0%BE%D0%B4%D0%B4%D0%B5%D1%80%D0%B6%D0%B0%D1%82%D1%8C-%D0%BA%D0%BE%D0%BD%D0%BA%D1%83%D1%80%D1%81%3F" tabindex="-1">&#x41A;&#x430;&#x43A; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x430;&#x442;&#x44C; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441;? <a class="direct-link" href="#%D0%BA%D0%B0%D0%BA-%D0%BC%D0%BE%D0%B6%D0%BD%D0%BE-%D0%BF%D0%BE%D0%B4%D0%B4%D0%B5%D1%80%D0%B6%D0%B0%D1%82%D1%8C-%D0%BA%D0%BE%D0%BD%D0%BA%D1%83%D1%80%D1%81%3F">#</a></h4><ul><li>&#x422;&#x438;&#x43D;&#x44C;&#x43A;&#x43E;&#x444;&#x444; &#x411;&#x430;&#x43D;&#x43A; &#x2013; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x441;&#x434;&#x435;&#x43B;&#x430;&#x442;&#x44C; &#x43F;&#x440;&#x44F;&#x43C;&#x43E;&#x439; &#x43F;&#x435;&#x440;&#x435;&#x432;&#x43E;&#x434; &#x432; &#x444;&#x43E;&#x43D;&#x434; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441;&#x430; <a href="https://www.tinkoff.ru/sl/HhpJ4oVLWf" target="_blank" rel="noopener noreferrer">&#x43F;&#x43E; &#x44D;&#x442;&#x43E;&#x439; &#x441;&#x441;&#x44B;&#x43B;&#x43A;&#x435;</a>.</li><li>&#x42E;Money (&#x42F;&#x43D;&#x434;&#x435;&#x43A;&#x441;.&#x414;&#x435;&#x43D;&#x44C;&#x433;&#x438;) &#x2013; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x43F;&#x435;&#x440;&#x435;&#x432;&#x435;&#x441;&#x442;&#x438; &#x434;&#x435;&#x43D;&#x44C;&#x433;&#x438; <a href="https://yoomoney.ru/to/410014712660418" target="_blank" rel="noopener noreferrer">&#x43F;&#x43E; &#x44D;&#x442;&#x43E;&#x439; &#x441;&#x441;&#x44B;&#x43B;&#x43A;&#x435;</a> &#x438;&#x43B;&#x438; &#x43F;&#x440;&#x44F;&#x43C;&#x43E; &#x43D;&#x430; &#x43A;&#x43E;&#x448;&#x435;&#x43B;&#x451;&#x43A;: 410014712660418.</li></ul><hr><h3 id="%D0%BE%D1%82%D0%BF%D1%80%D0%B0%D0%B2%D0%BA%D0%B0-%D0%B8%D0%B3%D1%80%D1%8B" tabindex="-1">&#x41E;&#x442;&#x43F;&#x440;&#x430;&#x432;&#x43A;&#x430; &#x438;&#x433;&#x440;&#x44B; <a class="direct-link" href="#%D0%BE%D1%82%D0%BF%D1%80%D0%B0%D0%B2%D0%BA%D0%B0-%D0%B8%D0%B3%D1%80%D1%8B">#</a></h3><p>&#x41E;&#x442;&#x43F;&#x440;&#x430;&#x432;&#x43A;&#x430; &#x438;&#x433;&#x440;&#x44B; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x440;&#x43E;&#x438;&#x441;&#x445;&#x43E;&#x434;&#x438;&#x442;&#x44C; &#x447;&#x435;&#x440;&#x435;&#x437; &#x441;&#x43F;&#x435;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x443;&#x44E; &#x444;&#x43E;&#x440;&#x43C;&#x443;, &#x441;&#x441;&#x44B;&#x43B;&#x43A;&#x430; &#x431;&#x443;&#x434;&#x435;&#x442; &#x434;&#x430;&#x43D;&#x430; &#x431;&#x43B;&#x438;&#x436;&#x435; &#x43A; &#x434;&#x430;&#x442;&#x435; &#x43E;&#x43A;&#x43E;&#x43D;&#x447;&#x430;&#x43D;&#x438;&#x44F; &#x434;&#x435;&#x43C;&#x43E;-&#x43D;&#x435;&#x434;&#x435;&#x43B;&#x438;.</p><p>&#x414;&#x43E;&#x43B;&#x436;&#x43D;&#x44B; &#x431;&#x44B;&#x442;&#x44C; &#x441;&#x43E;&#x431;&#x43B;&#x44E;&#x434;&#x435;&#x43D;&#x44B; &#x441;&#x43B;&#x435;&#x434;&#x443;&#x44E;&#x449;&#x438;&#x435; &#x442;&#x440;&#x435;&#x431;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;:</p><ul><li>&#x418;&#x433;&#x440;&#x430; &#x434;&#x43E;&#x43B;&#x436;&#x43D;&#x430; &#x431;&#x44B;&#x442;&#x44C; &#x443;&#x43F;&#x430;&#x43A;&#x43E;&#x432;&#x430;&#x43D;&#x430; &#x432; &#x430;&#x440;&#x445;&#x438;&#x432;, &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x43D;&#x435;&#x43D;&#x438;&#x435; &#x438;&#x43D;&#x441;&#x442;&#x430;&#x43B;&#x43B;&#x44F;&#x442;&#x43E;&#x440;&#x43E;&#x432; &#x43D;&#x435; &#x434;&#x43E;&#x43F;&#x443;&#x441;&#x43A;&#x430;&#x435;&#x442;&#x441;&#x44F;.</li><li>&#x41F;&#x43E; &#x43D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x44E; &#x430;&#x440;&#x445;&#x438;&#x432;&#x430; &#x434;&#x43E;&#x43B;&#x436;&#x43D;&#x43E; &#x431;&#x44B;&#x442;&#x44C; &#x43F;&#x43E;&#x43D;&#x44F;&#x442;&#x43D;&#x43E;, &#x447;&#x442;&#x43E; &#x432; &#x43D;&#x451;&#x43C; &#x437;&#x430; &#x438;&#x433;&#x440;&#x430;.</li><li>&#x425;&#x43E;&#x440;&#x43E;&#x448;&#x438;&#x43C; &#x442;&#x43E;&#x43D;&#x43E;&#x43C; &#x431;&#x443;&#x434;&#x435;&#x442; &#x432;&#x43B;&#x43E;&#x436;&#x438;&#x442;&#x44C; &#x432; &#x430;&#x440;&#x445;&#x438;&#x432; readme &#x441; &#x43E;&#x43F;&#x438;&#x441;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x438;&#x433;&#x440;&#x44B; &#x438; &#x441;&#x43A;&#x440;&#x438;&#x43D;&#x448;&#x43E;&#x442;/&#x43B;&#x43E;&#x433;&#x43E;&#x442;&#x438;&#x43F;.</li><li>&#x410;&#x440;&#x445;&#x438;&#x432; &#x434;&#x43E;&#x43B;&#x436;&#x435;&#x43D; &#x431;&#x44B;&#x442;&#x44C; &#x440;&#x430;&#x441;&#x43F;&#x43E;&#x43B;&#x43E;&#x436;&#x435;&#x43D; &#x432; &#x43C;&#x435;&#x441;&#x442;&#x435;, &#x43E;&#x442;&#x43A;&#x443;&#x434;&#x430; &#x435;&#x433;&#x43E; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x441;&#x43A;&#x430;&#x447;&#x430;&#x442;&#x44C; &#x431;&#x435;&#x437; &#x43E;&#x433;&#x440;&#x430;&#x43D;&#x438;&#x447;&#x435;&#x43D;&#x438;&#x439;.</li></ul><hr><h3 id="%D0%BF%D1%80%D0%B0%D0%B2%D0%B8%D0%BB%D0%B0-%D0%BA%D0%BE%D0%BD%D0%BA%D1%83%D1%80%D1%81%D0%B0" tabindex="-1">&#x41F;&#x440;&#x430;&#x432;&#x438;&#x43B;&#x430; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441;&#x430; <a class="direct-link" href="#%D0%BF%D1%80%D0%B0%D0%B2%D0%B8%D0%BB%D0%B0-%D0%BA%D0%BE%D0%BD%D0%BA%D1%83%D1%80%D1%81%D0%B0">#</a></h3><ul><li>&#x418;&#x433;&#x440;&#x430; &#x434;&#x43E;&#x43B;&#x436;&#x43D;&#x430; &#x431;&#x44B;&#x442;&#x44C; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x43D;&#x430; &#x441;&#x43F;&#x435;&#x446;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x43E; &#x434;&#x43B;&#x44F; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441;&#x430; &#x438; &#x432;&#x43E; &#x432;&#x440;&#x435;&#x43C;&#x44F; &#x435;&#x433;&#x43E; &#x43F;&#x440;&#x43E;&#x432;&#x435;&#x434;&#x435;&#x43D;&#x438;&#x44F;. &#x412; &#x441;&#x430;&#x43C;&#x43E;&#x439; &#x438;&#x433;&#x440;&#x435; &#x434;&#x43E;&#x43B;&#x436;&#x43D;&#x43E; &#x431;&#x44B;&#x442;&#x44C; &#x443;&#x43F;&#x43E;&#x43C;&#x44F;&#x43D;&#x443;&#x442;&#x43E;, &#x447;&#x442;&#x43E; &#x438;&#x433;&#x440;&#x430; &#x441;&#x434;&#x435;&#x43B;&#x430;&#x43D;&#x430; &#x434;&#x43B;&#x44F; &#x44D;&#x442;&#x43E;&#x433;&#x43E; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441;&#x430;.</li><li>&#x418;&#x433;&#x440;&#x430; &#x434;&#x43E;&#x43B;&#x436;&#x43D;&#x430; &#x441;&#x43E;&#x43E;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x442;&#x435;&#x43C;&#x435; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441;&#x430;.</li><li>&#x423;&#x447;&#x430;&#x441;&#x442;&#x43D;&#x438;&#x43A; &#x43C;&#x43E;&#x436;&#x435;&#x442; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44B;&#x432;&#x430;&#x442;&#x44C; &#x438;&#x433;&#x440;&#x443; &#x43A;&#x430;&#x43A; &#x43E;&#x434;&#x438;&#x43D;, &#x442;&#x430;&#x43A; &#x438; &#x432; &#x441;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x435; &#x43A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x44B;. &#x41A;&#x43E;&#x43C;&#x430;&#x43D;&#x434;&#x430; &#x432; &#x44D;&#x442;&#x43E;&#x43C; &#x441;&#x43B;&#x443;&#x447;&#x430;&#x435; &#x441;&#x447;&#x438;&#x442;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x437;&#x430; &#x43E;&#x434;&#x43D;&#x43E;&#x433;&#x43E; &#x443;&#x447;&#x430;&#x441;&#x442;&#x43D;&#x438;&#x43A;&#x430;.</li><li>&#x418;&#x433;&#x440;&#x430; &#x434;&#x43E;&#x43B;&#x436;&#x43D;&#x430; &#x431;&#x44B;&#x442;&#x44C; &#x43F;&#x43E;&#x43B;&#x43D;&#x43E;&#x441;&#x442;&#x44C;&#x44E; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x43E;&#x441;&#x43F;&#x43E;&#x441;&#x43E;&#x431;&#x43D;&#x43E;&#x439; &#x431;&#x435;&#x437; &#x43F;&#x43E;&#x434;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x438;&#x44F; &#x43A; &#x438;&#x43D;&#x442;&#x435;&#x440;&#x43D;&#x435;&#x442;&#x443;.</li><li>&#x41A;&#x43E;&#x43D;&#x442;&#x435;&#x43D;&#x442; &#x438;&#x433;&#x440;&#x44B; &#x43C;&#x43E;&#x436;&#x435;&#x442; &#x431;&#x44B;&#x442;&#x44C; &#x441;&#x434;&#x435;&#x43B;&#x430;&#x43D; &#x443;&#x447;&#x430;&#x441;&#x442;&#x43D;&#x438;&#x43A;&#x43E;&#x43C; &#x438;&#x43B;&#x438; &#x432;&#x437;&#x44F;&#x442; &#x438;&#x43C; &#x438;&#x437; &#x441;&#x442;&#x43E;&#x440;&#x43E;&#x43D;&#x43D;&#x438;&#x445; &#x438;&#x441;&#x442;&#x43E;&#x447;&#x43D;&#x438;&#x43A;&#x43E;&#x432; &#x43F;&#x43E;&#x434; &#x441;&#x432;&#x43E;&#x431;&#x43E;&#x434;&#x43D;&#x43E;&#x439; &#x43B;&#x438;&#x446;&#x435;&#x43D;&#x437;&#x438;&#x435;&#x439;, &#x43C;&#x443;&#x437;&#x44B;&#x43A;&#x443; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x43B;&#x44E;&#x431;&#x443;&#x44E;. &#x418;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x44C; &#x43A;&#x43E;&#x43D;&#x442;&#x435;&#x43D;&#x442;, &#x441;&#x434;&#x435;&#x43B;&#x430;&#x43D;&#x43D;&#x44B;&#x439; &#x443;&#x447;&#x430;&#x441;&#x442;&#x43D;&#x438;&#x43A;&#x43E;&#x43C; &#x434;&#x43E; &#x43D;&#x430;&#x447;&#x430;&#x43B;&#x430; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441;&#x430;, &#x440;&#x430;&#x437;&#x440;&#x435;&#x448;&#x430;&#x435;&#x442;&#x441;&#x44F;, &#x43D;&#x43E; &#x432; &#x440;&#x430;&#x437;&#x443;&#x43C;&#x43D;&#x44B;&#x445; &#x43F;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x430;&#x445;.</li></ul><h4 id="%D0%B2%D0%B0%D0%B6%D0%BD%D1%8B%D0%B5-%D0%B4%D0%BE%D0%BF%D0%BE%D0%BB%D0%BD%D0%B5%D0%BD%D0%B8%D1%8F" tabindex="-1">&#x412;&#x430;&#x436;&#x43D;&#x44B;&#x435; &#x434;&#x43E;&#x43F;&#x43E;&#x43B;&#x43D;&#x435;&#x43D;&#x438;&#x44F; <a class="direct-link" href="#%D0%B2%D0%B0%D0%B6%D0%BD%D1%8B%D0%B5-%D0%B4%D0%BE%D0%BF%D0%BE%D0%BB%D0%BD%D0%B5%D0%BD%D0%B8%D1%8F">#</a></h4><ul><li>&#x423;&#x447;&#x430;&#x441;&#x442;&#x43D;&#x438;&#x43A; &#x43C;&#x43E;&#x436;&#x435;&#x442; &#x43E;&#x442;&#x43F;&#x440;&#x430;&#x432;&#x438;&#x442;&#x44C; &#x43D;&#x430; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441; &#x442;&#x43E;&#x43B;&#x44C;&#x43A;&#x43E; &#x43E;&#x434;&#x43D;&#x443; &#x438;&#x433;&#x440;&#x443;.</li><li>&#x41E;&#x433;&#x440;&#x430;&#x43D;&#x438;&#x447;&#x435;&#x43D;&#x438;&#x439; &#x43D;&#x430; &#x436;&#x430;&#x43D;&#x440; &#x43D;&#x435;&#x442;.</li><li>&#x41E;&#x433;&#x440;&#x430;&#x43D;&#x438;&#x447;&#x435;&#x43D;&#x438;&#x439; &#x43D;&#x430; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x434;&#x432;&#x438;&#x436;&#x43A;&#x43E;&#x432; &#x438; &#x43A;&#x43E;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x43E;&#x440;&#x43E;&#x432; &#x43D;&#x435;&#x442;, &#x43C;&#x43E;&#x434;&#x44B; &#x43A; &#x434;&#x440;&#x443;&#x433;&#x438;&#x43C; &#x438;&#x433;&#x440;&#x430;&#x43C; &#x437;&#x430;&#x43F;&#x440;&#x435;&#x449;&#x435;&#x43D;&#x44B;.</li><li>&#x418;&#x433;&#x440;&#x44B;, &#x441;&#x43E;&#x434;&#x435;&#x440;&#x436;&#x430;&#x449;&#x438;&#x435; NSFW-&#x43A;&#x43E;&#x43D;&#x442;&#x435;&#x43D;&#x442;, &#x434;&#x43E;&#x43B;&#x436;&#x43D;&#x44B; &#x438;&#x43C;&#x435;&#x442;&#x44C; &#x43F;&#x440;&#x435;&#x434;&#x443;&#x43F;&#x440;&#x435;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x43E;&#x431; &#x44D;&#x442;&#x43E;&#x43C; &#x432; readme, &#x430; &#x43F;&#x43E; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; - &#x438;&#x43C;&#x435;&#x442;&#x44C; &#x43E;&#x43F;&#x446;&#x438;&#x44E; &#x432;&#x43A;&#x43B;&#x44E;&#x447;&#x435;&#x43D;&#x438;&#x44F; &#x446;&#x435;&#x43D;&#x437;&#x443;&#x440;&#x44B;.</li><li>&#x412;&#x435;&#x441;&#x44C; &#x441;&#x442;&#x43E;&#x440;&#x43E;&#x43D;&#x43D;&#x438;&#x439; &#x438; &#x441;&#x442;&#x430;&#x440;&#x44B;&#x439; &#x43A;&#x43E;&#x43D;&#x442;&#x435;&#x43D;&#x442;, &#x43F;&#x43E; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438;, &#x434;&#x43E;&#x43B;&#x436;&#x43D;&#x44B; &#x431;&#x44B;&#x442;&#x44C; &#x443;&#x43A;&#x430;&#x437;&#x430;&#x43D;&#x44B; &#x432; readme.</li><li>&#x41E;&#x433;&#x440;&#x430;&#x43D;&#x438;&#x447;&#x435;&#x43D;&#x438;&#x439; &#x43D;&#x430; &#x440;&#x430;&#x431;&#x43E;&#x447;&#x443;&#x44E; &#x441;&#x440;&#x435;&#x434;&#x443; &#x438;&#x433;&#x440;&#x44B; &#x43D;&#x435;&#x442;, &#x43E;&#x431;&#x44F;&#x437;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x430; &#x43B;&#x438;&#x448;&#x44C; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x437;&#x430;&#x43F;&#x443;&#x441;&#x442;&#x438;&#x442;&#x44C; &#x438;&#x433;&#x440;&#x443; &#x43D;&#x430; 64-&#x431;&#x438;&#x442;&#x43D;&#x43E;&#x439; Windows 10 &#x441; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;&#x43C; &#x441;&#x432;&#x435;&#x436;&#x438;&#x445; &#x432;&#x435;&#x440;&#x441;&#x438;&#x439; &#x437;&#x430;&#x432;&#x438;&#x441;&#x438;&#x43C;&#x43E;&#x441;&#x442;&#x435;&#x439; (&#x431;&#x440;&#x430;&#x443;&#x437;&#x435;&#x440;/Java/Flash/etc) &#x438; &#x43D;&#x435; &#x43F;&#x440;&#x438;&#x431;&#x435;&#x433;&#x430;&#x44F; &#x43A; &#x442;&#x430;&#x43D;&#x446;&#x430;&#x43C; &#x441; &#x431;&#x443;&#x431;&#x43D;&#x43E;&#x43C;.</li><li>&#x411;&#x438;&#x43B;&#x434; &#x438;&#x433;&#x440;&#x44B; &#x43D;&#x435; &#x434;&#x43E;&#x43B;&#x436;&#x435;&#x43D; &#x441;&#x43E;&#x434;&#x435;&#x440;&#x436;&#x430;&#x442;&#x44C; &#x43B;&#x438;&#x448;&#x43D;&#x435;&#x433;&#x43E; &#x43D;&#x435;&#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x435;&#x43C;&#x43E;&#x433;&#x43E; &#x43A;&#x43E;&#x43D;&#x442;&#x435;&#x43D;&#x442;&#x430;, &#x442;&#x430;&#x43A;&#x436;&#x435; &#x43F;&#x43E; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x438; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x443;&#x439;&#x442;&#x435; &#x441;&#x436;&#x430;&#x442;&#x438;&#x435; &#x441;&#x43F;&#x440;&#x430;&#x439;&#x442;&#x43E;&#x432;/&#x43C;&#x443;&#x437;&#x44B;&#x43A;&#x438;.</li><li>&#x415;&#x441;&#x43B;&#x438; &#x432; &#x438;&#x433;&#x440;&#x435; &#x435;&#x441;&#x442;&#x44C; &#x43C;&#x443;&#x43B;&#x44C;&#x442;&#x438;&#x43F;&#x43B;&#x435;&#x435;&#x440;, &#x442;&#x43E; &#x434;&#x43E;&#x43B;&#x436;&#x43D;&#x430; &#x431;&#x44B;&#x442;&#x44C; &#x43F;&#x440;&#x435;&#x434;&#x443;&#x441;&#x43C;&#x43E;&#x442;&#x440;&#x435;&#x43D;&#x430; &#x438;&#x433;&#x440;&#x430; &#x432; &#x43E;&#x444;&#x444;&#x43B;&#x430;&#x439;&#x43D;&#x435; &#x441; &#x431;&#x43E;&#x442;&#x430;&#x43C;&#x438;. &#x412; &#x43F;&#x440;&#x43E;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x43C; &#x441;&#x43B;&#x443;&#x447;&#x430;&#x435;, &#x43D;&#x443;&#x436;&#x43D;&#x43E; &#x43F;&#x440;&#x438;&#x441;&#x43B;&#x430;&#x442;&#x44C; &#x43E;&#x442;&#x434;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x43C; &#x430;&#x440;&#x445;&#x438;&#x432;&#x43E;&#x43C; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x43D;&#x44F;&#x435;&#x43C;&#x44B;&#x435; &#x444;&#x430;&#x439;&#x43B;&#x44B; &#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x430; &#x441; &#x438;&#x43D;&#x441;&#x442;&#x440;&#x443;&#x43A;&#x446;&#x438;&#x435;&#x439; &#x43F;&#x43E; &#x437;&#x430;&#x43F;&#x443;&#x441;&#x43A;&#x443; (&#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x430; &#x437;&#x43D;&#x430;&#x447;&#x435;&#x43D;&#x438;&#x44F; &#x43D;&#x435; &#x438;&#x43C;&#x435;&#x435;&#x442;), &#x430; &#x441;&#x430;&#x43C;&#x430; &#x438;&#x433;&#x440;&#x430; &#x434;&#x43E;&#x43B;&#x436;&#x43D;&#x430; &#x438;&#x43C;&#x435;&#x442;&#x44C; &#x432;&#x43E;&#x437;&#x43C;&#x43E;&#x436;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x43E;&#x434;&#x43A;&#x43B;&#x44E;&#x447;&#x430;&#x442;&#x44C;&#x441;&#x44F; &#x43A; &#x437;&#x430;&#x43F;&#x443;&#x449;&#x435;&#x43D;&#x43D;&#x44B;&#x43C; &#x442;&#x430;&#x43A;&#x438;&#x43C; &#x43E;&#x431;&#x440;&#x430;&#x437;&#x43E;&#x43C; &#x441;&#x442;&#x43E;&#x440;&#x43E;&#x43D;&#x43D;&#x438;&#x43C; &#x441;&#x435;&#x440;&#x432;&#x435;&#x440;&#x430;&#x43C;.</li><li>&#x41D;&#x430;&#x437;&#x432;&#x430;&#x43D;&#x438;&#x435; &#x444;&#x438;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x432;&#x435;&#x440;&#x441;&#x438;&#x438; &#x438;&#x433;&#x440;&#x44B; &#x440;&#x430;&#x437;&#x440;&#x435;&#x448;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x43C;&#x435;&#x43D;&#x44F;&#x442;&#x44C;, &#x43F;&#x440;&#x438; &#x44D;&#x442;&#x43E;&#x43C; &#x432; readme &#x434;&#x43E;&#x43B;&#x436;&#x43D;&#x43E; &#x431;&#x44B;&#x442;&#x44C; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x443;&#x43A;&#x430;&#x437;&#x430;&#x43D;&#x43E; &#x441;&#x442;&#x430;&#x440;&#x43E;&#x435;.</li></ul><hr><h3 id="%D0%B8%D1%82%D0%BE%D0%B3%D0%B8-%D0%BA%D0%BE%D0%BD%D0%BA%D1%83%D1%80%D1%81%D0%B0" tabindex="-1">&#x418;&#x442;&#x43E;&#x433;&#x438; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441;&#x430; <a class="direct-link" href="#%D0%B8%D1%82%D0%BE%D0%B3%D0%B8-%D0%BA%D0%BE%D0%BD%D0%BA%D1%83%D1%80%D1%81%D0%B0">#</a></h3><p>&#x418;&#x442;&#x43E;&#x433;&#x438; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441;&#x430; &#x431;&#x443;&#x434;&#x443;&#x442; &#x43F;&#x43E;&#x434;&#x432;&#x435;&#x434;&#x435;&#x43D;&#x44B; &#x43E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x430;&#x442;&#x43E;&#x440;&#x43E;&#x43C; &#x43F;&#x440;&#x438; &#x441;&#x43E;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x438; &#x443;&#x447;&#x430;&#x441;&#x442;&#x43D;&#x438;&#x43A;&#x43E;&#x432; &#x447;&#x435;&#x440;&#x435;&#x437; &#x43D;&#x435;&#x43A;&#x43E;&#x442;&#x43E;&#x440;&#x43E;&#x435; &#x432;&#x440;&#x435;&#x43C;&#x44F; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x43E;&#x43A;&#x43E;&#x43D;&#x447;&#x430;&#x43D;&#x438;&#x44F; &#x43F;&#x440;&#x438;&#x451;&#x43C;&#x430; &#x444;&#x438;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x445; &#x432;&#x435;&#x440;&#x441;&#x438;&#x439;.</p><hr><p>&#x415;&#x441;&#x43B;&#x438; &#x432;&#x430;&#x43C; &#x447;&#x442;&#x43E;-&#x442;&#x43E; &#x43D;&#x435;&#x43F;&#x43E;&#x43D;&#x44F;&#x442;&#x43D;&#x43E;, &#x442;&#x43E; <a href="#rules">&#x43F;&#x440;&#x43E;&#x447;&#x438;&#x442;&#x430;&#x439;&#x442;&#x435; &#x440;&#x435;&#x433;&#x43B;&#x430;&#x43C;&#x435;&#x43D;&#x442; &#x435;&#x449;&#x451; &#x440;&#x430;&#x437;</a> &#x438; &#x443;&#x431;&#x435;&#x434;&#x438;&#x442;&#x435;&#x441;&#x44C;, &#x447;&#x442;&#x43E; &#x43D;&#x438;&#x447;&#x435;&#x433;&#x43E; &#x43D;&#x435; &#x43F;&#x440;&#x43E;&#x43F;&#x443;&#x441;&#x442;&#x438;&#x43B;&#x438;. &#x415;&#x441;&#x43B;&#x438; &#x436;&#x435; &#x43A;&#x430;&#x43A;&#x43E;&#x439;-&#x442;&#x43E; &#x43C;&#x43E;&#x43C;&#x435;&#x43D;&#x442; &#x43D;&#x435; &#x43F;&#x43E;&#x43D;&#x44F;&#x442;&#x435;&#x43D; &#x438; &#x43F;&#x43E;&#x441;&#x43B;&#x435; &#x44D;&#x442;&#x43E;&#x433;&#x43E;, &#x442;&#x43E; &#x432;&#x44B; &#x43C;&#x43E;&#x436;&#x435;&#x442;&#x435; &#x441;&#x43F;&#x440;&#x43E;&#x441;&#x438;&#x442;&#x44C; &#x43E; &#x43D;&#x451;&#x43C; &#x43E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x430;&#x442;&#x43E;&#x440;&#x430; &#x432; &#x442;&#x440;&#x435;&#x434;&#x435; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441;&#x430; &#x438;&#x43B;&#x438; &#x43D;&#x430;&#x43F;&#x438;&#x441;&#x430;&#x432; &#x43F;&#x438;&#x441;&#x44C;&#x43C;&#x43E; &#x43D;&#x430; <a href="mailto:op@gdjams.ru">op@gdjams.ru</a>.</p></article></main><aside class="sidebar"><div style="font-size: 1.4em">&#x43F;&#x440;&#x438;&#x437;&#x43E;&#x432;&#x43E;&#x439; &#x444;&#x43E;&#x43D;&#x434;:<br>10006 &#x20BD;</div><div>&#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x430;&#x442;&#x44C; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441;:<br><a href="https://www.tinkoff.ru/sl/HhpJ4oVLWf" target="_blank" rel="noopener noreferrer">tinkoff</a> &#x438;&#x43B;&#x438; <a href="https://yoomoney.ru/to/410014712660418" target="_blank" rel="noopener noreferrer">&#x44E;money</a></div><div><b><a href="/pages/rules">&#x440;&#x435;&#x433;&#x43B;&#x430;&#x43C;&#x435;&#x43D;&#x442; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441;&#x430;</a></b></div><div><b><a href="/pages/send-form">&#x444;&#x43E;&#x440;&#x43C;&#x430; &#x43E;&#x442;&#x43F;&#x440;&#x430;&#x432;&#x43A;&#x438; &#x438;&#x433;&#x440;</a></b></div><div><p style="margin-bottom: 0;">&#x43E;&#x431;&#x441;&#x443;&#x436;&#x434;&#x435;&#x43D;&#x438;&#x435; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441;&#x430;:</p><ul style="margin-top: 0;"><li><a href="https://discord.gg/FNFnJVCZA9" target="_blank" rel="noopener noreferrer">&#x441;&#x435;&#x440;&#x432;&#x435;&#x440; &#x432; Discord</a></li><li><a href="https://t.me/gdchat" target="_blank" rel="noopener noreferrer">&#x447;&#x430;&#x442; &#x432; Telegram</a></li><li><a href="https://2ch.hk/gd/res/757601.html" target="_blank" rel="noopener noreferrer">&#x442;&#x440;&#x435;&#x434; &#x43D;&#x430; 2ch.hk/gd/</a></li></ul></div><div><a href="https://twoweeks.github.io/games-db/" target="_blank" rel="noopener noreferrer">&#x438;&#x433;&#x440;&#x44B; &#x43F;&#x440;&#x43E;&#x448;&#x43B;&#x44B;&#x445; &#x43A;&#x43E;&#x43D;&#x43A;&#x443;&#x440;&#x441;&#x43E;&#x432;</a></div></aside><footer class="footer"><div>&#x43E;&#x440;&#x433;&#x430;&#x43D;&#x438;&#x437;&#x430;&#x442;&#x43E;&#x440;: <span style="color: #228854;">!!oGnewmDbmI</span></div><div style="margin-top: 5px;">&#x441;&#x434;&#x435;&#x43B;&#x430;&#x43D;&#x43E; &#x43D;&#x430; <a href="https://www.11ty.dev" target="_blank" rel="noopener noreferrer">Eleventy</a>, &#x438;&#x441;&#x445;&#x43E;&#x434;&#x43D;&#x438;&#x43A;&#x438; &#x43D;&#x430; <a href="https://github.com/twoweeks/twg20-blog" target="_blank" rel="noopener noreferrer">GitHub</a></div></footer></div></body></html>